Revit 2027 API
VertexPair.First Property
 Identifies the first index of VertexPair.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int First { get; set; }
Public Property First As Integer
	Get
	Set
public:
property int First {
	int get ();
	void set (int value);
}
member First : int with get, set
Property Value
Int32
See Also
Reference
VertexPair Class
Autodesk.Revit.DB Namespace